---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DebugTabBindingFailures
source: html/ede37eeb-6754-9e27-eb6f-ac0ddb8e7bb1.htm
---
# BuiltInFailures.DebugTabBindingFailures Properties

Value out of range for Options enum.